export default {
    "four": "四",
    "title": '共识算法',
    "part": {
        "content_1": "分布式系统中有许多不同的节点，这些节点可能处于联机状态和脱机状态，节点之间的通信将被延迟，甚至某些节点将变得邪恶。 因此，在设计过程中必须解决节点之间的一致性问题。共识算法是所有区块链技术的基础，用于解决所有节点之间达成共识的过程。",
        "content_2":  "目前，主要的共识算法包括PoW和PoS。",
        "title_1": "4.1 PoW 算法",
        "content_3": "PoW是工作量证明。通过评估工作量以获得保留账户的权利，工作量越大，获得此会计权机会的可能性就越大。作为奖励，簿记员还将获得一定数量的数字货币。 POW机制的优点是分散程度高，每个人都可以参与获得会计权利。同时，整个网络的计算能力越高，安全性越高，破坏系统的投资成本也越高。POW机制的缺点是效率相对较低，能耗很高，因为每个事务都需要由多个矿工来确认，并且在节点运行期间会消耗大量电能。 应用PoW共识算法的项目主要包括BTC，ETH和LTC。",
        "title_2": "4.2 PoS 算法",
        "content_4": "PoS是权益证明。为了弥补工作量证明的巨大能耗问题，PoS根据手中持有的数字货币数量决定会计权的获得。无需消耗功率来执行计算，而是获得按揭令牌打包块的权利。当发生交易时，系统将奖励包装模块和验证模块的节点、代币。 POS机制的优点是它不需要挖矿能力，并且不会浪费能源。同时，缩短了共识时间，提高了转移效率。 PoS机制的缺点也非常明显。首先是权力下放的程度，很容易出现强而持续的局面。大型货币持有人持有货币以产生利息，从而导致垄断问题。另一点是安全程度。PoS机制实现起来更加复杂，并且容易出现安全漏洞。应用PoS共识算法的项目主要包括COSMOS和Cardano。"
       
    }

}