export default {
    "two": "二",
    "title": '认识区块链',
    "part": {
        "title_1": "2.1	 什么是区块链",
        "content_1": "区块链技术使分布式公共分类账能够以安全和加密的方式保存不可变数据，并确保交易永远不会改变。 尽管比特币和其他加密货币是区块链使用的最流行示例，但这种“分布式分类账技术”（DLT）正在广泛使用，例如数据存储，金融交易，房地产，资产管理，更多用途正在探索中。",
        "content_2": "区块链，是一个日益增长的块列表，我们将它称为块，这些块通过加密技术进行链接。 每个块都包含前一个块的加密哈希，时间戳和交易数据（通常表示为Merkle树）。",
        "content_3": "通过设计，区块链可以抵抗数据修改。 它是“一种开放的，分布式的分类账，可以有效且可验证且永久地记录两方之间的交易”。 为了用作分布式分类账，区块链通常由对等网络共同管理，该对等网络共同遵守用于节点间通信和验证新块的协议。 记录后，任何给定块中的数据都不能追溯更改，而无需更改所有后续块，这需要网络多数同意。 尽管区块链记录并非不可更改，但可以通过设计将区块链视为安全的，并举例说明具有高拜占庭容错能力的分布式计算系统。 因此，已通过区块链声明了分散共识。",
        "content_4": "区块链是由一个人（或一群人）于2008年使用中本聪（Satoshi Nakamoto）发明的，用作加密货币比特币的公共交易分类账。 中本聪的身份未知。 比特币区块链的发明使其成为解决双重支出问题的第一种数字货币，而无需受信任的权威机构或中央服务器。 比特币的设计启发了其他应用程序，并且公众可以读取的区块链被加密货币广泛使用。 区块链被认为是一种支付方式，私有区块链已被提议用于商业用途。",
        "title_2": "2.2	 什么是硬分叉",
        "content_5": "硬分叉是一种规则更改，因此，根据旧规则进行验证的软件会将根据新规则生成的块视为无效。如果是硬分叉，则所有打算按照新规则工作的节点都需要升级其软件。",
        "content_6": "如果一组节点继续使用旧软件，而其他节点继续使用新软件，则可能会发生永久性分裂。例如，以太坊很难分担“全部”DAO的投资者，该DAO通过利用其代码中的漏洞而被黑客入侵。在这种情况下，分支导致创建以太坊和以太坊经典链的分裂。 2014年，要求Nxt社区考虑进行一次硬分叉，这将导致区块链记录的回滚，以减轻主要加密货币交易所盗窃5,000万NXT的影响。硬分叉的提议被拒绝，部分资金在谈判和赎金支付后收回。另外，为了防止永久性分裂，使用新软件的大多数节点可能会恢复旧规则，就像2013年3月12日比特币分裂的情况一样。",
        "title_3": "2.3	 什么是智能合约",
        "content_7": "智能合约是由计算机科学家，律师和密码学家尼克·萨博（Nick Szabo）于1990年代初首次提出的，他创造了这个术语。在基于区块链的当前实施方式中，“智能合约”主要用于在区块链或分布式分类账上进行的通用计算的意义上。例如，在以太坊基金会或IBM使用的这种解释中，智能合约不一定与经典的合约概念相关，而可以是任何种类的计算机程序。",
        "content_8": "智能合约是一种计算机协议，旨在以数字方式促进，验证或强制执行合同的谈判或履行。 智能合约可以在没有第三方的情况下进行可靠的交易。 这些交易是可追踪且不可逆的。",
        "content_9": "在将具有特定合同详细信息的交易存储到区块链或分布式分类账中之后，智能合约的执行和共同作用（如在各方之间转移某些价值）也可以被视为安全的存储过程。 这是因为合同的实际执行是由平台控制和审核的，而不是由连接到平台的任意服务器端程序控制和审核的。",
        "content_10": "智能合同的支持者声称，许多合同条款可以部分或全部由自我执行，自我执行或两者共同制定。 智能合约的目的是提供优于传统合约法的安全性，并减少与合约相关的其他交易成本。 各种加密货币已经实现了智能合约的类型。",
        "content_11": "美国参议院在2018年的一份报告中说：``虽然智能合约听起来可能很新，但该概念却植根于基本合同法中。通常，司法系统会裁定合同纠纷并执行条款，但采用另一种仲裁方法也很普遍，尤其是借助智能合约，程序可以强制执行代码中内置的合约。”",
        "title_4": "2.4	 什么是空投",
        "content_12": "在加密货币和区块链生态系统中，术语“空投”是指通过持有某个其他令牌或仅通过成为特定区块链上的有效钱包地址来向公众分配数字资产。",
        "content_13": "空投通常被用作一种营销工具，以提高人们对所分发的硬币或代币的认识，以及使该资产的持有者数量多样化的一种方法 。",
        "content_14": "空投是将代币一次性分发给执行特定操作或满足某些条件的加密货币社区成员。 例如，开发人员可以将项目硬币发送给那些在社交网络上从其官方页面重新发布或拥有某种加密货币的人。 作为交换，那些想要获得免费加密货币的人成为在网络上即时分发信息的一种手段。",
       
    }

}