export default{
    "title": "转挂子账户",
    'tip': '您可以将子账户在操作员之间进行转移',
    'selectTitle1':'选择需要转挂的账户',
    'selectTitle2':'选择目标操作员',
    'btn':'转挂子账户',
    'modal': {
        'title': '请确认以下信息',
        'des':'转挂账户将会变更账户实际控制人，请仔细确认以下信息',
        'transferAccount': '转挂账户',
        'before': '转挂前操作员',
        'after': '转挂后操作员',
        'tipTitle': '温馨提示',
        'tip1': '账户转挂将重置交易密码、亏损额度、交易品种等设置',
        'tip2': '转挂过程中会暂时冻结账户',
        'btn':'确认并继续'
    },
    'pwd':{
        'title':'设置新交易密码',
        'des':'请为子账户设置独立的6位数字交易密码',
        'set':'设置密码',
        'confirm':'确认密码',
        'btn':'确认'
    },
    'warning':{
        'content1':'当前账户下还有未成交订单或未结算完成订单，请先撤销所有未成交订单，并等待结算中的订单完成结算后再进行账户转挂。',
        'content2':'账户转挂过程中暂时无法设置账户权限，请先完成账户转挂再进行操作。',
    },
    'success':'转挂成功',
    'error':'请输入6位数字'
}