export default {
    'save': '保存成功',
    'resk': {
        'name': '数字货币风险揭示',
        'content': '请认真阅读数字货币风险揭示，了解并确认所有投资风险'
    },
    'apply': {
        'name': '专业投资者申请书',
        'content': '请认真阅读专业投资者申请书，了解并确认所有投资风险'
    },
    'business': {
        'name': '专业投资者业务条款',
        'content': '请认真阅读并确认专业投资者业务条款'
    },
    "modal": {
        'title': '专业投资者申请书',
        'point': '请认真阅读专业投资者申请书，了解并确认所有投资风险',
        'cfmBtn': '我已阅读并知晓',
        'name': '签署协议',
        'notice': '请认真阅读并签署以下协议',
        'cfm': '我已同意并确认',
        'checkBtn': '查看协议',
        'checkCfmBtn': '查看并确认'
    }
}