export default {
    'title': '风险评测',
    'content1': '欢迎您来到Hashkey Pro交易所，根据相关法律法规，在进行KYC身份认证前您必须完成风险评测，',
    'content2': '这可能花费您3-5分钟时间，我们非常感谢您的信任与支持！',
    'beginBtn': '开始评测',
    'result': {
        'title': '确认风险评测结果',
        'content1': '您好，根据您的填写内容，您目前的风险承受能力等级为：',
        'content2': '不满足进行数字货币等高风险金融业务的要求；如果您仍想进行数字货币投资，',
        'content3': '请前往投资者教育中心学习后重新填写问卷',
        'center': '前往投资者教育中心学习',
        'reset': '我已完成学习，重新填写问卷',
        'level': '您好，根据您的填写内容，您目前的风险承受能力等级为：',
        'cfmBtn': '保存',
        'level1': '保守型',
        'level2': '谨慎型',
        'level3': '稳健型',
        'level4': '积极型',
        'level5': '激进型'
    },
    'start': {
        'submit': '提交',
        'reset': '重置'
    },
    'confirmInfo': "通过选中此框，我们确认上述信息以及不时向HashKey Pro提供的任何进一步信息或文件是真实，准确且无误导性的，我们承诺通知HashKey Pro（或其继承人或受让人） 如果有此类信息的及时更新。我们承认并同意HashKey Pro可能会依赖此信息进行反洗钱并了解您的客户搜索。并且我们授权任何HashKey Pro集团公司使用此信息，以提供可能与我们相关的产品和/或服务。"
}