export default {
    'personalTit': '个人身份认证',
    'insTit': '企业身份认证',
    'point': '请依次完成数字货币知识考试、身份信息认证及银行信息认证。',
    'btns': {
        'start': '开始',
        'detail': '查看详情',
        'verify': '认证',
        'restart1': '重新答题',
        'restart2': '重新评测',
        'restart3': '重新认证',
        'restart4': '评测更新'
    },
    'results': {
        'fail1': '未通过',
        'fail2': '认证失败',
        'pending': '审核中',
        'success1': '已通过',
        'success2': '已认证'
    },
    'exam': {
        'title': '数字货币知识考试',
        'content': '数字货币知识考试将测试您对数字货币知识的了解程度',
        'result': '您的数字货币知识考试分数为：'
    },
    'risk': {
        'title': '风险评测',
        'content': '风险评测将全面评估您的投资风险偏好',
        'result': '您的风险评测结果为：'
    },
    'verify': {
        'title': '基础身份信息认证',
        'content': '包含身份认证、专业投资者认证等模块',
        'pending': '我们会在7个工作日内为您完成审核，请您耐心等待',
        'result': '您的身份认证失败'
    },
    'bank': {
        'title': '身份信息二次认证（银行认证）',
        'content': '通过银行打款来确认您的身份信息，所有款项将在认证完成后退回',
        'pending': '我们会在7个工作日内为您完成审核，请您耐心等待',
        'result': '您的银行信息认证失败',
    },
    'pay': {
        'step1': '您已成功完成身份认证，已成功为您生成账户。',
        'step2': '我们将在10个工作日内将预打款资产退回，请耐心等待。',
        'step3': '我们已将预打款资金退回到您的账户，请留意银行信息。',
        'result1': '认证成功',
        'result2': '平台退款',
        'result3': '退款成功'
    }
}