export default {
    'title': '选择认证类型',
    'reminder': '同一种账号只允许有一种认证状态，即只能选择个人认证或企业认证。',
    'personal': {
        'title': '个人',
        'sub': {
            'title1': '风险测评',
            'title2': '身份信息',
            'title3': '财务信息',
            'title4': '签署协议',
            'title5': '补充文件',
            'title6': '密码设置',
            'title7': '提交申请'
        },
        'file': {
            'title': '申请要求',
            'content1': '18周岁及以上',
            'content2': '总资产不少于800万港元（或与其等值），需提供资产证明。'
        }
    },
    'org': {
        'title': '企业',
        'sub': {
            'title1': '风险测评',
            'title2': '身份信息',
            'title3': '企业信息',
            'title4': '公司文件',
            'title5': '成员信息',
            'title6': '财务信息',
            'title7': '签署协议',
            'title8': '补充文件',
            'title9': "密码设置",
            'title10': '提交申请'
        },
        'file': {
            'title': '申请要求',
            'content1': '企业总资产不少于4000万港元（或等同资产），需提供资产证明。',
            'content2': '账户实际控制人需为公司董事、股东或企业合伙人（合伙企业）。'
        }
    },
    'modal': {
        'title': '根据我们的服务条款及香港监管机构和香港证券及期货事务监察委员会要求，Hashkey Pro只能为符合证券及期货条例第571章的专业投资者提供服务。',
        'point': '根据香港《证券及期货条例》(证券及期货条例)及我们的业务(服务条款),您必须成为一名“专业投资者“',
        'name': '请问您是否是专业投资者？',
        'cfmBtn': '确认',
        'yes': '我是专业投资者',
        'no': '我不是专业投资者',
        'link': '什么是专业投资者？'
    }
}