export default {
    'title': '选择认证类型',
    'reminder': '同一种账号只允许有一种认证状态，即只能选择个人认证或企业认证。',
    'personal': {
        'title': '个人',
        'sub': {
            'title1': '风险测评',
            'title2': '客户信息',
            'title3': '财务信息',
            'title4': '签署协议',
            'title5': '其他资料',
            'title6': '提交申请'
        },
        'file': {
            'title': '申请要求',
            'content1': '1.18周岁及以上',
            'content2': '2.总资产不少于800万港元（或与其等值），需提供资产证明。'
        }
    },
    'org': {
        'title': '企业',
        'sub': {
            'title1': '风险测评',
            'title2': '实际控制人信息',
            'title3': '企业信息',
            'title4': '文件上传',
            'title5': '成员信息',
            'title6': '财务信息',
            'title7': '签署协议',
            'title8': '其他资料',
            'title9': '提交申请'
        },
        'file': {
            'title': '申请要求',
            'content1': '1.企业总资产不少于4000万港元（或等同资产），需提供资产证明。',
            'content2': '2.账户实际控制人需为公司董事、股东或企业合伙人（合伙企业）。'
        }
    }
}