export default {
    'title': '风险评测',
    'content1': '欢迎您来到Hashkey Pro交易所，根据相关法律法规，在进行KYC身份认证前您必须完成风险评测，',
    'content2': '这可能花费您3-5分钟时间，我们非常感谢您的信任与支持！',
    'content3':'请注意，本风险分析问卷所涉及的内容仅供参考，本风险分析问卷及其结果并不应定义为出售要约或引导购买任何产品和服务的要约,也不构成购买特定投资产品和服务的建议。完成此风险分析问卷后，即表示您同意我们有权以此处所包含的信息作为判断依据。',
    'content4':"在完成此风险分析问卷之前，请您确保按照自身真实情况做出选择，在您确认风险概况后，平台会根据相应的风险偏好记录来确定为您提供产品和服务的适当性。如果您对此风险分析问卷信息有任何更改，请立即更新或通知我们。我们拒绝一切因您提供的风险分析问卷中出现的重大遗漏、错误或虚假陈述向我们提出的索赔责任。",
    'content5':"根据相关要求，必须达到80分才能继续进行身份认证，不满足进行数字货币交易等高风险金融业务的要求；",
    'content6':'如果您仍想进行数字货币投资，请前往投资者教育中心学习后重新填写问卷',
    'content7': '欢迎您来到Hashkey Pro交易所，根据相关法律法规，在进行KYC身份认证前您必须完成数字货币知识考试，',
    'title2':'免责声明',
    'beginBtn': '开始评测',
    'riskUpdateTitle':'风险测评更新',
    'result': {
        'title': '确认风险评测结果',
        'content1': '您好，根据您的填写内容，您目前的风险承受能力等级为：',
        'content2': '不满足进行数字货币等高风险金融业务的要求；如果您仍想进行数字货币投资，',
        'content3': '请前往投资者教育中心学习后重新填写问卷',
        'center': '前往投资者教育中心学习',
        'reset': '重新填写',
        'level': '您目前的风险承受能力等级为：',
        'cfmBtn': '保存',
        'level1': '保守型',
        'level2': '谨慎型',
        'level3': '稳健型',
        'level4': '积极型',
        'level5': '激进型',
        'level6': '增长型',
        'content4':'您的评测结果已经满足身份认证的要求',
        'content5':'很遗憾,您的风险测评结果不满足身份认证要求',
        'title1':'风险等级对应的持仓限额和交易限额表',
        'title2':'请认真阅读并签署以下协议',
        'learn':"前往学习",
        'title3':'投资者风险承受能力评估结果告知函',
        'title4':'请认真阅读，了解并确认所有投资风险',
        'title5':'确认并保存后将不能再重新进行风险评测，身份认证完成后，您可以在业务办理页面进行风险评测更新'
    },
    'table':{
        'title1':"风险承受能力等级",
        'title2':'单日买入限额(美元)',
        'title3':"单日卖出限额(美元)",
        'title4':'持仓限额(美元)'
    },
    'start': {
        'submit': '提交',
        'reset': '重置'
    },
    'confirmInfo': "我/我们保证此处及后续提交的信息或文件真实、准确，且无误导性。我/我们承诺，上述信息如有任何变更，我/我们将及时通知HashKey Pro（或其继承人/受让人）。我/我们已知晓并同意授权HashKey Pro使用上述信息进行反洗钱审查和客户身份认证。我/我们亦同意授权HashKey Pro使用上述信息向我/我们提供相关产品或服务。",
    'notification':{
        'first':{
            'title':'投资者风险承受能力评估结果告知函',
            'tip':'请认真阅读投资者风险承受能力评估结果告知函，了解并确认所有投资风险',
            'content':{
                'p1':'根据您/贵机构填写的《客户风险承受能力评估问卷》以及其它相关信息，本公司对您的风险承受能力进行了综合评估，现得到评估结果如下：',
                'p2':{
                    'text1':'您/贵机构的风险承受能力为：（',
                    'text2':'）型，依据我司的投资者与产品服务风险等级匹配规则：在客户风险承受能力高于“稳健型”级别之上，即为“积极型”或“激进型”时，方可交易本公司的相关产品。'
                },
                'p3':'我司在此郑重提醒，我司向您/贵机构提供的服务将以您的风险承受能力等级为基础，若您/贵机构提供的信息发生任何重大变化，请及时更新。为保障您的投资权益，我司建议您/贵机构审慎评判自身的风险承受能力，结合自身投资行为，做出审慎的投资判断。',
                // 'p4':'如同意我司评估结果，请点击下方的“我已同意并确认”按钮，以示签字同意。',
            }
        },
        'second':{
            'title':'不适当性评估结果确认书',
            'tip':'请认真阅读不适当性评估结果确认书，了解并确认所有投资风险',
            'content':{
                'p1':'根据您/贵机构填写的《客户风险承受能力评估问卷》以及其它相关信息，本公司对您的风险承受能力进行了综合评估，现得到评估结果如下：',
                'p2':{
                    'text1':'您/贵机构的风险承受能力为：（  ',
                    'text2':'）型，依据我司的投资者与产品服务风险等级匹配规则：客户风险承受能力高于“稳健型”级别之上，即为“积极型”或“激进型”时，方可交易本公司的相关产品。目前我司为您/贵机构提供的产品服务风险等级高于您/贵机构的风险承受能力等级，我司特此向您/贵机构警示：交易该产品，可能导致您/贵机构承担超出自身承受能力的损失以及不利后果，请认真考虑相应风险，审慎做出交易决定。如您/贵机构已知悉我司为您提供的产品服务风险等级高于您/贵机构风险承受能力等级的情况，并且已充分了解该产品/服务的风险特征和可能的不利后果，经您/贵机构审慎考虑，仍坚持申请交易，则需自愿承担由此可能产生的一切不利后果和损失。我司不存在直接或间接主动向您/贵机构推介产品及交易的行为。'
                },
                // 'p3':'请点击下方的“我已阅读并同意”按钮，以示签字同意如下内容，并继续交易：',
                // 'p4':'本人/本机构已阅读贵司出具的《风险不匹配警示函》，对于本人/本机构申请交易的产品风险等级高于本人/本机构风险承受能力的情况已知悉，并且已充分了解该产品/服务的风险特征和可能的不利后果。',
                // 'p5':'经本人/本机构审慎考虑，仍坚持申请交易，并自愿承担由此可能产生的一切不利后果和损失。贵司不存在直接或间接主动向本人/本机构推介产品及交易的行为。',

            }
        }
    },
    'riskUpdate':{
        'header':"尊敬的投资者您好,您当前的风险评测结果为:",
        'title':'签署协议',
        'content':' 您好，根据您的填写内容，您目前的风险承受能力等级为',
        'btnBack':"返回业务办理",
        'read':'我已阅读并知晓',
        'agree':'我已同意并确认',
        'look':"查看协议",
        'confirm':'查看并确认',
        'goBack':'重新填写风险评测问卷',
        'submit':'确认签署并提交'
    }
}